{
    "title": "\"Throughout Heaven and Earth, I Alone Am The Honored One\" - Gojo Satoru",
    "description": "Sauce: JUJUTSU KAISEN SEASON 2",
    "comments": [
        {
            "author": "NewAnime",
            "comment": "Discount on Anime Merch:\nShop Anime Merch: https://bit.ly/NewAnimeMerch\r\nExtra 10% Off Discount Code: NewAnime"
        },
        {
            "author": "UltraIsaiah",
            "comment": "“Throughout Heaven and Earth, I alone am the divided one.” Go/jo Algebrou"
        },
        {
            "author": "bawanki",
            "comment": "Not honored enough to beat sukuna 😹🙏 its gojover"
        },
        {
            "author": "Fifthhoven",
            "comment": "One of the worst shonen characters of all time. Season 1 of Jujutsu Kaisen might have been okay, but that character becoming active has immediately killed the anime/manga. (And how he counts as \"manly\" or cool or whatever in anime fandom is the worst joke ever.)\nSort of like the idiocy of the (mediocre and overrated anyway) Attack on Titan early reveal of the mystery of the giants being originally just normal dudes, totally ruining any existing interest in the story and world for normal people. (Except for the creeps who just like violence and death with bland soap opera.)"
        },
        {
            "author": "Kishin Asura",
            "comment": "Virgo Shaka also said this in Saint Seiya.\n\nThen he proceeded to send Phoenix Ikki to one of the 6 buddhist hells. Yeah..."
        },
        {
            "author": "Just Monika",
            "comment": "Throughout math class, I alone am the Divided one"
        },
        {
            "author": "Jackartbruh",
            "comment": "throughout heaven and earth i alone am the honore- bisected one"
        },
        {
            "author": "Dannen Hodgson",
            "comment": "Ah yes the power of jojo reference"
        },
        {
            "author": "aS0horizen",
            "comment": "“He’s gojo he grants it”"
        },
        {
            "author": "Seminark",
            "comment": "\"Throughout heaven and earth, you alone hold this L.\""
        },
        {
            "author": "D4C",
            "comment": "Throughout Heaven and earth, I alone am the honored one"
        },
        {
            "author": "Dage Night",
            "comment": "\"Through Heaven and Earth, I alone am the fraudulent one..\" He's so real for that guys"
        },
        {
            "author": "PDX Gaming",
            "comment": "Well manga readers knows it very long ago that sukuna is only the honoured one (ch 030)"
        },
        {
            "author": "four",
            "comment": "What is the outro"
        },
        {
            "author": "Go-D. Usopp",
            "comment": "\"Throughout heaven and earth, I alone am the Honored Two.\""
        },
        {
            "author": "MELTDOWN",
            "comment": "1/2"
        },
        {
            "author": "nxva",
            "comment": "the divided one"
        },
        {
            "author": "Diego Borges",
            "comment": "The Buddha alone is the honored one"
        },
        {
            "author": "Gabriel",
            "comment": "Go/jo."
        },
        {
            "author": "Zesty Demon",
            "comment": "Did you pray today"
        }
    ]
}